#include<stdio.h>
int main(void)
{
	printf("假如你有一个哥哥。1.温柔型:清晨，你还在被窝里的时候，他轻轻走进你的房间，阳光落在他好看的脸上，他轻轻揉揉你的头发，低声说:“妹妹起床啦。”暴躁型:父母不在家，你窝在沙发上吃零食，理所当然地告诉他你想吃的菜。他挽起袖子进厨房，骂骂咧咧:“真是上辈子欠你的。”居家型:周末和他去买菜，他推着购物车，仔仔细细挑着蔬菜，一边问你想吃什么，得到你的回答后才放进购物车。结完帐，他一手提菜一手牵着你过马路，身后的女生用羡慕的眼神看着你们远去。.高冷型:失眠的时候，光着脚跑到他房间，可怜巴巴告诉他睡不着。他面无表情送你回房间，打开床头小灯翻开格林童话用高冷的声音给你念着，直到你睡着才小心关了灯，给你盖好被子才轻轻走出房间。5.傲娇型:在你吃饭时嘲笑你吃的多像猪，经常和你对着干。当班上男生欺负你的时候，他二话不说找到你的班级，把那个男生揍到他妈都认不出来。他说你虽然蠢，但只有你能欺负。6.妹控型:当一个你不喜欢的男生对你纠缠不休，天天对你来一段声情并茂的表白，他揪起那个男生的衣领，把他揍了一顿，牵起你的手冷冷说只有最优秀的男生才能配得上最好的你。7.日常型:抢你玩具，抢你零食，抢你遥控器，你喜欢的他说丑，每天和他上演世界大战，好像上辈子的冤家。当你考砸了回家过年，亲戚对你的成绩唧唧歪歪的时候，他一拍桌子，特别霸气地说，我妹妹的成绩关你什么事？8.文艺型:看完一部悲情小说，你哭到眼泪汪汪，他揉揉你的头发，完全没有嘲笑的意思，认真跟你说他可以续写一个完美结局给你。你追番追到不能自已的时候，他会一推眼镜说，你想看哪对cp，我写。9妖孽型:你永远不缺零食，他的追求者送的礼物足够把你淹没。面对可以组成一个营的追求者，他顺手把一盒精致的提拉米苏递给你，凑近你低声说，我有妹妹就够了。10.世界欠我一个哥哥。");
	printf("");
	return 0;
	}